/*
* @Author: Suoping
* @Date:   2018-08-21 10:20:00
* @Last Modified by:   Suoping
* @Last Modified time: 2018-08-29 22:59:13
*/

Page({
	onLoad(opts){
		opts.id
		//
		opts.userId
		//
		opts.type
		//101:物业报修商管详情页
		//102:商户维修详情
		//103:物业报修维修工详情页
		//201:商管券详情
		//202:商户券详情
		//203:商管活动详情
		//204:商户活动详情
		//205:商管券批详情
		//206:商户券批详情
		//301:商管员工证件详情
		//302:商户员工证件详情
		//401:商管上报销售详情
		//402:商户上报销售详情
		//501:商管延时闭店详情
		//502:商户延时闭店详情
		//601:商管出入许可详情
		//602:商户出入许可详情
		//701:商管建议反馈详情
		//702:商户建议反馈详情
	}
})